{
  "<PAD>": 0,
  "<UNK>": 1,
  "<START>": 2,
  "<END>": 3,
  "ATAGAG": 4,
  "CGGAGC": 5,
  "TGCTGG": 6,
  "TCTCCC": 7,
  "TTGAAA": 8,
  "GTCGAG": 9,
  "TTCCCG": 10,
  "TACGAT": 11,
  "GAGGGG": 12,
  "GAGACC": 13,
  "GTCTCA": 14,
  "TACACT": 15,
  "ACGATT": 16,
  "GCGACA": 17,
  "CGCACC": 18,
  "AGTGAG": 19,
  "TGTGGA": 20,
  "TGGATC": 21,
  "TGTGTG": 22,
  "TATGTG": 23,
  "TGCTCA": 24,
  "AACCTA": 25,
  "CGCCCT": 26,
  "ATGCTA": 27,
  "ATATGT": 28,
  "TCTTTG": 29,
  "AGTACC": 30,
  "GGTGTG": 31,
  "CAGTTC": 32,
  "AAATCG": 33,
  "GAGTCA": 34,
  "TCCAGG": 35,
  "CGAAGT": 36,
  "TCGAAC": 37,
  "CCGCAC": 38,
  "AGTTAT": 39,
  "CACGCA": 40,
  "GTAGAG": 41,
  "ACTGCT": 42,
  "GTTCAC": 43,
  "TGGAAT": 44,
  "AGGAGA": 45,
  "ATTCGC": 46,
  "ATCGTG": 47,
  "CACACG": 48,
  "TAACAC": 49,
  "AACGTC": 50,
  "GAGGGC": 51,
  "AAGCAT": 52,
  "AAAGAG": 53,
  "TGCGCT": 54,
  "CGATTG": 55,
  "GCCGGG": 56,
  "GAGCGC": 57,
  "AACACG": 58,
  "GTTCCT": 59,
  "GCATTC": 60,
  "TTTATA": 61,
  "GTGAGA": 62,
  "TTGCTG": 63,
  "CGGACC": 64,
  "TGTGGT": 65,
  "CATTCG": 66,
  "GAAGTA": 67,
  "TGTGAA": 68,
  "GAAACG": 69,
  "ACATCG": 70,
  "CACGTT": 71,
  "ATACAC": 72,
  "CGAACT": 73,
  "CCGGGT": 74,
  "GCGCTT": 75,
  "GTTATA": 76,
  "CCAGCC": 77,
  "CTCCCA": 78,
  "TAGAGT": 79,
  "GGGTCC": 80,
  "GTTGAA": 81,
  "GCTTCA": 82,
  "GCTTAT": 83,
  "AGAGGA": 84,
  "TTAGTC": 85,
  "TTACTC": 86,
  "CACAAA": 87,
  "CGTTGT": 88,
  "CGCTTC": 89,
  "TTGGCT": 90,
  "TGCCGG": 91,
  "GGAGGG": 92,
  "GATGGT": 93,
  "CCCAGA": 94,
  "TTAACA": 95,
  "GGTTGA": 96,
  "CGAATT": 97,
  "AAAGCT": 98,
  "GCTAAT": 99,
  "CCGGAG": 100,
  "TAGAGG": 101,
  "GCTCAT": 102,
  "TACGCC": 103,
  "CTCCTC": 104,
  "GCCGTA": 105,
  "GAACAA": 106,
  "AGAACA": 107,
  "AACGTA": 108,
  "ATCCTG": 109,
  "AAACGC": 110,
  "CTAACC": 111,
  "GATTGT": 112,
  "AATCAG": 113,
  "CGTAAC": 114,
  "GAAAGA": 115,
  "AAATCC": 116,
  "TTGTGA": 117,
  "GAAAGC": 118,
  "CAGGCT": 119,
  "TCCGAG": 120,
  "GTGCGT": 121,
  "GTCACT": 122,
  "GATTCG": 123,
  "CTATAT": 124,
  "TCCAAA": 125,
  "AGAATG": 126,
  "TACCCG": 127,
  "GGTCCG": 128,
  "CAGATG": 129,
  "TAGCAG": 130,
  "CTAGGG": 131,
  "AGGGCG": 132,
  "GACAGT": 133,
  "ACGCCA": 134,
  "GCCCTA": 135,
  "AAACAC": 136,
  "TGGGGT": 137,
  "GGGTGG": 138,
  "GGGGTC": 139,
  "CGCGCT": 140,
  "CGTACG": 141,
  "GATCAT": 142,
  "TGAGCT": 143,
  "AGTCAC": 144,
  "GAGCCA": 145,
  "GCGCGC": 146,
  "GGTCTC": 147,
  "TCTTAC": 148,
  "AATCGC": 149,
  "TGTGTC": 150,
  "TGGAAC": 151,
  "ACATTC": 152,
  "CAGGAG": 153,
  "TACCGA": 154,
  "CGGATG": 155,
  "CATCCA": 156,
  "ACAATC": 157,
  "AGTCCT": 158,
  "AATGAA": 159,
  "TCCTCA": 160,
  "CCAGGA": 161,
  "AGAAAC": 162,
  "AGACGT": 163,
  "CTTGGA": 164,
  "ATGGTG": 165,
  "GTGGAA": 166,
  "TGGTAG": 167,
  "GATTGC": 168,
  "CCACGT": 169,
  "TCGCGA": 170,
  "ATGTGT": 171,
  "ATGCAT": 172,
  "CGAGGG": 173,
  "ACGCCC": 174,
  "GAATAC": 175,
  "TCGAAT": 176,
  "TCCGGG": 177,
  "ACACGA": 178,
  "CTATTT": 179,
  "CAGTTT": 180,
  "TCCCGG": 181,
  "ATTTTT": 182,
  "GAGACA": 183,
  "GCGGTA": 184,
  "ACGGGG": 185,
  "AGAGTA": 186,
  "CCAGTT": 187,
  "ACACGC": 188,
  "AGTTCC": 189,
  "AGCTTA": 190,
  "TAAACC": 191,
  "CCGATT": 192,
  "TACTCA": 193,
  "TGGGTC": 194,
  "TCCTGG": 195,
  "ACGCAC": 196,
  "GCTATA": 197,
  "TGCTAT": 198,
  "CTTATG": 199,
  "CATCAA": 200,
  "AGGGCA": 201,
  "TTACTA": 202,
  "TACTTT": 203,
  "GAGTAA": 204,
  "CTAGCA": 205,
  "TAGTTT": 206,
  "ACGCAG": 207,
  "AGCTAT": 208,
  "TGCTAA": 209,
  "CCCGGG": 210,
  "GGTCGG": 211,
  "CGGACA": 212,
  "TTTCTC": 213,
  "CCTTTC": 214,
  "GCAGAT": 215,
  "GTGTGG": 216,
  "GGGATT": 217,
  "CTCATC": 218,
  "CATGAC": 219,
  "GGGTTA": 220,
  "ACCGAC": 221,
  "TCCCGA": 222,
  "AATTGT": 223,
  "ACAAAC": 224,
  "GTATCG": 225,
  "GCAATT": 226,
  "CACTGC": 227,
  "TATATC": 228,
  "ACGGCG": 229,
  "GGCGGA": 230,
  "TTCGCG": 231,
  "GAGAGA": 232,
  "GGAATT": 233,
  "TCTCTT": 234,
  "TCAGCT": 235,
  "ATACTC": 236,
  "AATTTG": 237,
  "GTCAAG": 238,
  "CGCAGA": 239,
  "ATCCCC": 240,
  "TGCCCA": 241,
  "CATCGA": 242,
  "GCGGAT": 243,
  "GGCAGC": 244,
  "CGATTC": 245,
  "GCGGAG": 246,
  "AAGGCT": 247,
  "CTATAG": 248,
  "AAGCCC": 249,
  "ATGACC": 250,
  "CCGCTC": 251,
  "AACATC": 252,
  "TTCGCT": 253,
  "GAAGGA": 254,
  "TTCGAA": 255,
  "CTGAGT": 256,
  "GCAGCA": 257,
  "GGAATA": 258,
  "CAAGCA": 259,
  "CGCGGA": 260,
  "CGCCAC": 261,
  "TTGGAT": 262,
  "CCATCC": 263,
  "CGAGAA": 264,
  "GGCGGT": 265,
  "ACGTCT": 266,
  "CATTAG": 267,
  "ATCGCA": 268,
  "CTAAGG": 269,
  "CGGTTG": 270,
  "TTAAAT": 271,
  "GTGCGC": 272,
  "GCTTAA": 273,
  "GCTCGT": 274,
  "CTTGAA": 275,
  "GCTACC": 276,
  "GCTCTG": 277,
  "GGTTAT": 278,
  "TCGCTT": 279,
  "GGTATT": 280,
  "TCGTGT": 281,
  "AACGGC": 282,
  "TCACAC": 283,
  "CCTATA": 284,
  "GGCGAA": 285,
  "TGAGTC": 286,
  "CTTTCT": 287,
  "AGTACA": 288,
  "CGTCGG": 289,
  "GGGGTT": 290,
  "CCAAGT": 291,
  "CTCTAC": 292,
  "CGCCGT": 293,
  "CTAGAT": 294,
  "ACCCGC": 295,
  "AGCAGC": 296,
  "GTAACC": 297,
  "CCTAGA": 298,
  "AATGTA": 299,
  "AGCTCC": 300,
  "AGAGAC": 301,
  "ACTAGG": 302,
  "AGATGG": 303,
  "GGGTCT": 304,
  "ATACGG": 305,
  "ACTTTC": 306,
  "AGACTT": 307,
  "GTGTGC": 308,
  "CACTAG": 309,
  "AGTGGT": 310,
  "TGAAGG": 311,
  "GCGCAA": 312,
  "TGAGAT": 313,
  "CTTAAA": 314,
  "GCACGC": 315,
  "TGTCTA": 316,
  "CCCACG": 317,
  "TCCGCA": 318,
  "GTAAGC": 319,
  "GTCACA": 320,
  "AAACGT": 321,
  "TTCTGT": 322,
  "ACTCTC": 323,
  "GTGAGG": 324,
  "CTCGAA": 325,
  "TGGTGG": 326,
  "ACCGCT": 327,
  "CACGAT": 328,
  "TATCAC": 329,
  "GATCGC": 330,
  "GGAGAT": 331,
  "ATCAGG": 332,
  "CGGGGA": 333,
  "CCCCCT": 334,
  "GTACCA": 335,
  "GAATCA": 336,
  "AGTTAC": 337,
  "AGGGGC": 338,
  "CAAACA": 339,
  "CGTTTC": 340,
  "GTTACT": 341,
  "TCGTAT": 342,
  "ATCGCC": 343,
  "AGGCTC": 344,
  "TCCTGC": 345,
  "TTCCAG": 346,
  "GGTCAC": 347,
  "TCTAAG": 348,
  "AATCCA": 349,
  "GAGGAA": 350,
  "GGATAA": 351,
  "TCGTTG": 352,
  "GGATCG": 353,
  "CAGACG": 354,
  "TAGATC": 355,
  "TGAAAC": 356,
  "AAGGCA": 357,
  "CAATCA": 358,
  "GTGGTT": 359,
  "CGGAAT": 360,
  "TTAGCC": 361,
  "TTGTAC": 362,
  "ATCGCG": 363,
  "TCGTAG": 364,
  "GCTTTA": 365,
  "CAGCCC": 366,
  "CGTAAG": 367,
  "AATACA": 368,
  "CCGAAT": 369,
  "GTGCTC": 370,
  "GTCCCG": 371,
  "ACCTAG": 372,
  "TTTGGC": 373,
  "CGCGCC": 374,
  "CCTCTT": 375,
  "TTTGGT": 376,
  "ATCCAC": 377,
  "GCCAGT": 378,
  "CGCTTA": 379,
  "CACCCT": 380,
  "AGGGAG": 381,
  "AATAGC": 382,
  "CGCAAA": 383,
  "GGCCGC": 384,
  "AGCGGG": 385,
  "CTAGAC": 386,
  "AGAGAG": 387,
  "ACCTAT": 388,
  "GTCTTT": 389,
  "GGAACT": 390,
  "CGGGTA": 391,
  "GGTAGA": 392,
  "GAACGT": 393,
  "CTCACG": 394,
  "GCGTCT": 395,
  "CTCCGG": 396,
  "ACAGTT": 397,
  "GTACTT": 398,
  "AGTTGG": 399,
  "ATCCTC": 400,
  "TCGCCG": 401,
  "TAATTA": 402,
  "ACGGCA": 403,
  "AAGGCG": 404,
  "AATGCA": 405,
  "AAGAGG": 406,
  "CCACGG": 407,
  "TTGTGC": 408,
  "ATTGCT": 409,
  "AATGAT": 410,
  "TCCTTT": 411,
  "CTCTTA": 412,
  "AACACA": 413,
  "TGAGGG": 414,
  "GCACGA": 415,
  "TTACAC": 416,
  "GTCCTT": 417,
  "GCTGCA": 418,
  "CTCAGT": 419,
  "GCTGAA": 420,
  "AAGAGT": 421,
  "CCCAAT": 422,
  "CCGTCC": 423,
  "AACGAA": 424,
  "AGTTTA": 425,
  "AGATTG": 426,
  "GCGAAT": 427,
  "CATAGT": 428,
  "TCCCCA": 429,
  "CAGTCC": 430,
  "GCTCCG": 431,
  "TCATAC": 432,
  "CTAATG": 433,
  "CTGGGT": 434,
  "TAGTAC": 435,
  "CTGCCG": 436,
  "ACGTCG": 437,
  "ACCCGG": 438,
  "GTCATA": 439,
  "CTAAAG": 440,
  "TTGTTA": 441,
  "CATAGA": 442,
  "CCACTG": 443,
  "CTGGAA": 444,
  "CTATCT": 445,
  "ACATGC": 446,
  "TATCCT": 447,
  "ATGAAG": 448,
  "GAGTTA": 449,
  "ACACAT": 450,
  "GGTGCG": 451,
  "ATTGTG": 452,
  "TATATA": 453,
  "TGACCG": 454,
  "GGGACG": 455,
  "CGGGGT": 456,
  "TTAATC": 457,
  "CGCGAA": 458,
  "GACGCG": 459,
  "ATATAT": 460,
  "ATTAAC": 461,
  "TCACGG": 462,
  "GGTACA": 463,
  "CGACAT": 464,
  "GCACCG": 465,
  "CTATCA": 466,
  "CTTACT": 467,
  "CAAGAA": 468,
  "CGCCGA": 469,
  "AGCTTC": 470,
  "GTGGTC": 471,
  "GAGATT": 472,
  "AATTAT": 473,
  "TCCTCT": 474,
  "GCGAGC": 475,
  "GCGTGT": 476,
  "CTCAGC": 477,
  "AAAGAA": 478,
  "CAAAGC": 479,
  "AGACCT": 480,
  "TTGCTA": 481,
  "ATTCAC": 482,
  "TTCTCT": 483,
  "AGTTCA": 484,
  "TAGAAC": 485,
  "GTACGA": 486,
  "ACACTG": 487,
  "TTCGCC": 488,
  "TTACGA": 489,
  "GGTGCC": 490,
  "AAATTG": 491,
  "ACTGTA": 492,
  "GTATGT": 493,
  "GCTAGC": 494,
  "GCTGTG": 495,
  "ACTTTG": 496,
  "GTGACC": 497,
  "AATTAC": 498,
  "ATTAGT": 499,
  "ACCGCC": 500,
  "CAATAC": 501,
  "CTTTGC": 502,
  "ACACTA": 503,
  "GAAGGC": 504,
  "GATCCT": 505,
  "AGCCAG": 506,
  "CCCGGT": 507,
  "TACATC": 508,
  "GGAAGG": 509,
  "CTCCCC": 510,
  "GCGCCC": 511,
  "CGCCCC": 512,
  "CACGGA": 513,
  "CCCTAT": 514,
  "TAGAGA": 515,
  "AAACCT": 516,
  "ACATAT": 517,
  "TCAAGC": 518,
  "TTTCGC": 519,
  "CACTGT": 520,
  "TCCAGC": 521,
  "GCTAGA": 522,
  "GCGCCG": 523,
  "TATCGG": 524,
  "GTGTCT": 525,
  "CCCCTT": 526,
  "TACTCT": 527,
  "GGGCCA": 528,
  "TTTGCT": 529,
  "CATTAA": 530,
  "GCAGCT": 531,
  "TTCCTT": 532,
  "CGATTT": 533,
  "TCCCCT": 534,
  "TGCTCC": 535,
  "TGATAC": 536,
  "CAGCTT": 537,
  "GGAGAC": 538,
  "CGGCGG": 539,
  "TGGTCG": 540,
  "TCAGTT": 541,
  "TCTTTA": 542,
  "ACTGAG": 543,
  "CGAACA": 544,
  "GTCGGT": 545,
  "CCTGCT": 546,
  "CGCACG": 547,
  "ACTAAC": 548,
  "TCAAGA": 549,
  "AGGTGC": 550,
  "GGTGGT": 551,
  "GTAACA": 552,
  "GCTGAT": 553,
  "ATCACC": 554,
  "CCGCCG": 555,
  "GAGTGT": 556,
  "AACGCC": 557,
  "AGCGCT": 558,
  "TCTCTA": 559,
  "ATTGTT": 560,
  "CCGACA": 561,
  "GATCGT": 562,
  "CATTCA": 563,
  "CGTGTA": 564,
  "TGGGAT": 565,
  "CGGAGG": 566,
  "GACCTC": 567,
  "ATGGAA": 568,
  "CCGTAA": 569,
  "CTCTGG": 570,
  "CGGATA": 571,
  "TTCGTA": 572,
  "CCCGAG": 573,
  "AGTAGA": 574,
  "GCAGGA": 575,
  "TGCCTT": 576,
  "AAGTTA": 577,
  "TAAGGT": 578,
  "CGGAAG": 579,
  "CCATAG": 580,
  "CGTCGA": 581,
  "TCATGC": 582,
  "GGATCC": 583,
  "GAGCTT": 584,
  "GGGTCG": 585,
  "CAGTTA": 586,
  "CCTGGG": 587,
  "TACTGC": 588,
  "TGCGGA": 589,
  "GCCGTG": 590,
  "CATATA": 591,
  "CTTAAG": 592,
  "GTAAAC": 593,
  "CCCGAC": 594,
  "GCAAAA": 595,
  "CCGAGC": 596,
  "CCTGAG": 597,
  "TCGGTC": 598,
  "CTAGTT": 599,
  "CGGTTC": 600,
  "TTTAGT": 601,
  "GTCGTT": 602,
  "CAGTAT": 603,
  "CGGCTA": 604,
  "CGAATG": 605,
  "GGGGAA": 606,
  "GCTACA": 607,
  "TCGTGA": 608,
  "CCGTTC": 609,
  "CTCAAA": 610,
  "ATTCGT": 611,
  "TAGGGG": 612,
  "AGCGCG": 613,
  "CGATGC": 614,
  "GGATTG": 615,
  "GTAGTG": 616,
  "CCCTTG": 617,
  "GGCTCG": 618,
  "CACATA": 619,
  "TGATCA": 620,
  "AAAACG": 621,
  "CGCTTT": 622,
  "CGTCCT": 623,
  "GGCTCC": 624,
  "AGTAAC": 625,
  "AGGAAT": 626,
  "TACACC": 627,
  "TTATCT": 628,
  "TAACGA": 629,
  "TGCCGT": 630,
  "CGAAAG": 631,
  "GGTCTT": 632,
  "GGAATC": 633,
  "TGGTAT": 634,
  "CGCTCG": 635,
  "TAACCT": 636,
  "TCGAGG": 637,
  "CCCGTC": 638,
  "TGAATA": 639,
  "ATTATG": 640,
  "CATGTT": 641,
  "ACGAGG": 642,
  "TGCGCA": 643,
  "GGAGTG": 644,
  "CTTCAT": 645,
  "CTTATC": 646,
  "TGTACC": 647,
  "GTACCG": 648,
  "GGGCAC": 649,
  "TACGGT": 650,
  "GTGGGT": 651,
  "CATCGC": 652,
  "CGCTAA": 653,
  "CAGGGT": 654,
  "TTCATG": 655,
  "CGAACG": 656,
  "GCTTGG": 657,
  "GTTGTA": 658,
  "TAGTCA": 659,
  "CACGCC": 660,
  "GAATGC": 661,
  "GTGGAT": 662,
  "ACGCCG": 663,
  "ATAGGG": 664,
  "AGTATC": 665,
  "ATGTCC": 666,
  "TGATCG": 667,
  "GCTCTA": 668,
  "AAAAGA": 669,
  "GCCCAA": 670,
  "CGCTAC": 671,
  "GTTATT": 672,
  "ATTGTC": 673,
  "CCCCTA": 674,
  "GGAGCG": 675,
  "CGTGCG": 676,
  "ACTGGG": 677,
  "CTCGTA": 678,
  "CTGCTG": 679,
  "AACTGA": 680,
  "CTGCGG": 681,
  "CATACG": 682,
  "ACCGAT": 683,
  "CGCCGG": 684,
  "TCCGGA": 685,
  "CCTTGC": 686,
  "CGCTCT": 687,
  "CGCACT": 688,
  "GTCGGG": 689,
  "TGTTAG": 690,
  "GTGTCG": 691,
  "TAAGGC": 692,
  "AGCTGG": 693,
  "ATCGAT": 694,
  "CCGAGT": 695,
  "GAATTC": 696,
  "TCGGCG": 697,
  "TCCTTA": 698,
  "GTCGAA": 699,
  "GAGTAC": 700,
  "GAACTA": 701,
  "CGCCAG": 702,
  "TGTCAG": 703,
  "CAAACT": 704,
  "ACCAAG": 705,
  "TCGGGC": 706,
  "GCCGAA": 707,
  "CGAATC": 708,
  "GAATTA": 709,
  "AGGCCG": 710,
  "GTTTTG": 711,
  "ATTGAA": 712,
  "TTTGAG": 713,
  "CAGCAA": 714,
  "TCCATT": 715,
  "AGGGAT": 716,
  "GCCCAG": 717,
  "TGCGTC": 718,
  "CAGCTA": 719,
  "CGTTGG": 720,
  "GTAGCT": 721,
  "GACACT": 722,
  "GAATGT": 723,
  "TCGGAG": 724,
  "ATGGGC": 725,
  "TATACA": 726,
  "GTAACG": 727,
  "ACACGT": 728,
  "GCATCA": 729,
  "GAAAAT": 730,
  "CTGAGA": 731,
  "CTGCTC": 732,
  "ATCCAG": 733,
  "GTGAAG": 734,
  "CGTCTG": 735,
  "TCCTCC": 736,
  "CTTGCT": 737,
  "CTTTAA": 738,
  "TGTAAA": 739,
  "TCACTT": 740,
  "TGTCAA": 741,
  "TAGCTT": 742,
  "AACAAA": 743,
  "CTCCAG": 744,
  "CAATTT": 745,
  "ACCATC": 746,
  "GTTCCC": 747,
  "TGCTTG": 748,
  "AGTTTG": 749,
  "TGCTGT": 750,
  "GCTGGT": 751,
  "TGTCGG": 752,
  "ACCACT": 753,
  "ATTACT": 754,
  "AGACGC": 755,
  "TTTTCC": 756,
  "CATCTA": 757,
  "GCACCC": 758,
  "GCGGAC": 759,
  "ATCAAT": 760,
  "TCAATT": 761,
  "ATAGTA": 762,
  "CTTCTC": 763,
  "TGAGAC": 764,
  "CACACA": 765,
  "CATATT": 766,
  "GAGAAT": 767,
  "GCCGCC": 768,
  "TCTTAG": 769,
  "TCGCAT": 770,
  "ACAGCT": 771,
  "CACGTC": 772,
  "GTTTTC": 773,
  "CCCGCT": 774,
  "CAGAAA": 775,
  "GCAGGG": 776,
  "ACCCGA": 777,
  "GAGCTC": 778,
  "GCCGCA": 779,
  "TTGAAT": 780,
  "TACAGA": 781,
  "GGCCAA": 782,
  "GGTTTT": 783,
  "AAGGGC": 784,
  "CCTCAG": 785,
  "GCGGGT": 786,
  "CCCCAG": 787,
  "ATGGTC": 788,
  "TATCTT": 789,
  "TGTGCC": 790,
  "GGCTAC": 791,
  "GGGGCT": 792,
  "CCAGGT": 793,
  "AGGGTC": 794,
  "TCACAT": 795,
  "TGGTGC": 796,
  "TCCGTG": 797,
  "TCCGTA": 798,
  "GTGATC": 799,
  "GGCAAT": 800,
  "ATAATA": 801,
  "GGCGCA": 802,
  "GTGGAG": 803,
  "TGTAGG": 804,
  "CTTGCG": 805,
  "AGACAT": 806,
  "ACTTAG": 807,
  "GGTTGC": 808,
  "AAACGG": 809,
  "GCTTGA": 810,
  "CGTTCA": 811,
  "TCATAT": 812,
  "TGTACG": 813,
  "TGGAGA": 814,
  "ACCTCG": 815,
  "ATCTCT": 816,
  "CTGTGG": 817,
  "GCTGGC": 818,
  "GTTTCG": 819,
  "TAGATG": 820,
  "CCGTGG": 821,
  "TCGAAA": 822,
  "TGGGCC": 823,
  "GTTACG": 824,
  "CGAGCC": 825,
  "GTTAGC": 826,
  "AACAAT": 827,
  "TGACTA": 828,
  "TTAGCT": 829,
  "AAACAT": 830,
  "GTGCTA": 831,
  "TGTCTC": 832,
  "CCGTAC": 833,
  "CGGTCA": 834,
  "CACCCA": 835,
  "CCCAAC": 836,
  "GGTCGT": 837,
  "GCTATC": 838,
  "ACGTAA": 839,
  "GAATGA": 840,
  "AGCTGA": 841,
  "TTTACT": 842,
  "AGCCCA": 843,
  "TGAGTT": 844,
  "GAGATC": 845,
  "ACACCT": 846,
  "GTGCCC": 847,
  "CGCCCG": 848,
  "CTTCCA": 849,
  "TGGATT": 850,
  "CATGCA": 851,
  "CGCCGC": 852,
  "ATCAGC": 853,
  "AGATCC": 854,
  "GACGCC": 855,
  "CTCGCT": 856,
  "TAACCC": 857,
  "CGTATC": 858,
  "CTTTGG": 859,
  "AATTAA": 860,
  "CCTTGA": 861,
  "CGTGGA": 862,
  "TGGTTT": 863,
  "TTAAAC": 864,
  "TAAATC": 865,
  "GGTTCA": 866,
  "TGTGAG": 867,
  "GTGTGA": 868,
  "CTGGGC": 869,
  "GAACAG": 870,
  "AGGCAG": 871,
  "ATGGGA": 872,
  "GGGCAG": 873,
  "AATACG": 874,
  "CTTAGC": 875,
  "ACGTTC": 876,
  "CTTGAC": 877,
  "GCGAAG": 878,
  "ATACGC": 879,
  "CGAGTA": 880,
  "TCTGCG": 881,
  "TATTCT": 882,
  "TACCTA": 883,
  "CTGGAT": 884,
  "CCAGAC": 885,
  "ACGGTC": 886,
  "GGTCGA": 887,
  "TCGGAT": 888,
  "ACGGAC": 889,
  "GAGCCT": 890,
  "GGCTTG": 891,
  "TCGCGG": 892,
  "GGGGTG": 893,
  "CTCGGA": 894,
  "AGCATC": 895,
  "GAGAAC": 896,
  "ACTTAT": 897,
  "CGAGGT": 898,
  "CTCATA": 899,
  "ACTATT": 900,
  "GAGCTG": 901,
  "TAATGT": 902,
  "AATGTC": 903,
  "GAGGTA": 904,
  "TTCTTG": 905,
  "TAACTT": 906,
  "AAGCGG": 907,
  "TGTGCG": 908,
  "CACCTA": 909,
  "CAGGAA": 910,
  "GACGAG": 911,
  "ATCGGT": 912,
  "CGCGAC": 913,
  "GTGCTG": 914,
  "GATCCC": 915,
  "CCGCCC": 916,
  "TATCTC": 917,
  "GTCCGA": 918,
  "GTGTAA": 919,
  "ATAGCT": 920,
  "CCGGAC": 921,
  "AGACAC": 922,
  "TGAACG": 923,
  "ATGAAA": 924,
  "GTTGGC": 925,
  "TTCCTC": 926,
  "TAGCCG": 927,
  "TTTGTG": 928,
  "ATTCGA": 929,
  "TCACCC": 930,
  "GCCGGA": 931,
  "TCAAAG": 932,
  "GAACTG": 933,
  "CATACA": 934,
  "ACTATA": 935,
  "CGTCTC": 936,
  "TCCTAT": 937,
  "GTAAAG": 938,
  "CAATTG": 939,
  "CCGTGA": 940,
  "CCGAAC": 941,
  "CTGTGC": 942,
  "CACGGT": 943,
  "AAAACA": 944,
  "GGAAAA": 945,
  "TCTAAA": 946,
  "AGGGTA": 947,
  "AACATG": 948,
  "TCCCGT": 949,
  "CGAGTT": 950,
  "TAGCTA": 951,
  "TTGAGG": 952,
  "CGGCAG": 953,
  "GACATG": 954,
  "GGCAGT": 955,
  "TATGTC": 956,
  "GGCGAG": 957,
  "AAATTC": 958,
  "GCATAC": 959,
  "ACTGCA": 960,
  "AGGACG": 961,
  "AGCCTC": 962,
  "GCTCCA": 963,
  "GTTGTT": 964,
  "TAAGCT": 965,
  "ACACGG": 966,
  "TATAAT": 967,
  "AAGACG": 968,
  "CCGGGC": 969,
  "GGTCCC": 970,
  "GCCGTT": 971,
  "CGGTCG": 972,
  "GGGCCG": 973,
  "GGGATC": 974,
  "GAGTAG": 975,
  "AGATGC": 976,
  "TCGGTG": 977,
  "ATTATC": 978,
  "CACTTT": 979,
  "AGGTGT": 980,
  "GGACGC": 981,
  "GGAGTC": 982,
  "GAGGAG": 983,
  "ATCCGG": 984,
  "CGCTGA": 985,
  "GCTGGA": 986,
  "CGGCTT": 987,
  "ACAGGC": 988,
  "CGCTAG": 989,
  "AGCAGG": 990,
  "GCTCAG": 991,
  "ACCTTC": 992,
  "GTGCAG": 993,
  "TAAAGT": 994,
  "CCATTT": 995,
  "CACTTA": 996,
  "TGCGAC": 997,
  "TTAAGG": 998,
  "AGCACG": 999,
  "TTGACA": 1000,
  "TATGTT": 1001,
  "ACTCAT": 1002,
  "ACTTCC": 1003,
  "GTTCGG": 1004,
  "TCTCTG": 1005,
  "ATTCTT": 1006,
  "TCGTAA": 1007,
  "GGATGA": 1008,
  "GAACAC": 1009,
  "GCTTCC": 1010,
  "GGGAGG": 1011,
  "TAGTGG": 1012,
  "GTCGGC": 1013,
  "GGCCGT": 1014,
  "AACCTC": 1015,
  "CCAGAT": 1016,
  "CCTACT": 1017,
  "CTGAGC": 1018,
  "TGCTGA": 1019,
  "CTGATC": 1020,
  "GCATCG": 1021,
  "TCGGGA": 1022,
  "CCTAGC": 1023,
  "CTACTG": 1024,
  "TAACAT": 1025,
  "GAGGGT": 1026,
  "AACCTT": 1027,
  "TCGTTA": 1028,
  "CCTATC": 1029,
  "TTTCTA": 1030,
  "ACTCTG": 1031,
  "CCTTAG": 1032,
  "CCTTGG": 1033,
  "AGCCGC": 1034,
  "TTATCC": 1035,
  "TCTTGA": 1036,
  "GACATT": 1037,
  "TAGGGC": 1038,
  "TAGACT": 1039,
  "CGGTGT": 1040,
  "TGGGTG": 1041,
  "CAAGCC": 1042,
  "CCCTTA": 1043,
  "CCTCCC": 1044,
  "CGTGTC": 1045,
  "GGCCTA": 1046,
  "CCGGTT": 1047,
  "CGGGTT": 1048,
  "GGGTTG": 1049,
  "CTCTGC": 1050,
  "TGGCGA": 1051,
  "TGCATT": 1052,
  "TAAAGG": 1053,
  "GCGCAG": 1054,
  "GGAATG": 1055,
  "TTATGC": 1056,
  "AACTTC": 1057,
  "GGACAA": 1058,
  "GACCGC": 1059,
  "CTACCA": 1060,
  "CGGTCC": 1061,
  "ATACTG": 1062,
  "TCAGGG": 1063,
  "ATAACG": 1064,
  "GCACAA": 1065,
  "TGCTAC": 1066,
  "CGGAGT": 1067,
  "TCACTC": 1068,
  "TCGAGT": 1069,
  "TTCTCC": 1070,
  "GTCCAG": 1071,
  "TCACAA": 1072,
  "GCGCTA": 1073,
  "ATACCG": 1074,
  "TTGAAC": 1075,
  "AGAAGT": 1076,
  "CACCAT": 1077,
  "TCACTG": 1078,
  "CTGGTA": 1079,
  "CAATCG": 1080,
  "CCGCTT": 1081,
  "TACTTA": 1082,
  "TAGCCA": 1083,
  "CACATC": 1084,
  "TAACCG": 1085,
  "GATGAG": 1086,
  "AAGAAG": 1087,
  "ACTGCC": 1088,
  "TGGCTC": 1089,
  "CCAGGG": 1090,
  "TTTTGC": 1091,
  "TACTAT": 1092,
  "TCCACA": 1093,
  "CGAAAT": 1094,
  "AAGCTG": 1095,
  "GTCCTG": 1096,
  "CGTGAG": 1097,
  "TACCAC": 1098,
  "TTAGTG": 1099,
  "CGGTAA": 1100,
  "TCTCGT": 1101,
  "TCGCCC": 1102,
  "ATGACT": 1103,
  "GCTCAA": 1104,
  "GCGAGA": 1105,
  "AAGCGC": 1106,
  "AATCAC": 1107,
  "ATGAGA": 1108,
  "GAAGGG": 1109,
  "CTTTAC": 1110,
  "CCAACT": 1111,
  "CCTCCG": 1112,
  "GCTCCC": 1113,
  "ATTGTA": 1114,
  "TGTACT": 1115,
  "CGAGTG": 1116,
  "GTCAGC": 1117,
  "GACTTA": 1118,
  "ACTTAA": 1119,
  "TAATGA": 1120,
  "CTGGGG": 1121,
  "TGAGGA": 1122,
  "TGTTCC": 1123,
  "ATGTGG": 1124,
  "TATCGT": 1125,
  "GTTTCT": 1126,
  "GAATAA": 1127,
  "TAACGT": 1128,
  "TATGCT": 1129,
  "GACCAA": 1130,
  "GGCCAG": 1131,
  "GTGTGT": 1132,
  "TTCACT": 1133,
  "GCACCT": 1134,
  "ACCACG": 1135,
  "ACATAA": 1136,
  "ACCCAA": 1137,
  "AAATTA": 1138,
  "AACAGC": 1139,
  "GACTAT": 1140,
  "GGGTAT": 1141,
  "GTCTCT": 1142,
  "AATTGA": 1143,
  "GAAACC": 1144,
  "CCGGGG": 1145,
  "GTACCC": 1146,
  "CCTCAC": 1147,
  "ATCCAA": 1148,
  "GATAGA": 1149,
  "GGTGCT": 1150,
  "GATGCG": 1151,
  "CAAGAC": 1152,
  "CAAGTG": 1153,
  "CACCAA": 1154,
  "TGATCC": 1155,
  "TCGCGC": 1156,
  "TTATTC": 1157,
  "TCGTCG": 1158,
  "CGTATG": 1159,
  "GTCGGA": 1160,
  "CTTTCG": 1161,
  "CTTAGA": 1162,
  "ACAAGG": 1163,
  "GGAGCC": 1164,
  "GACCCA": 1165,
  "CCTTAT": 1166,
  "GGGCTG": 1167,
  "TCAACA": 1168,
  "TTCCAA": 1169,
  "ACCATG": 1170,
  "TGTCGA": 1171,
  "TTTCGG": 1172,
  "GCCCTC": 1173,
  "AACGCT": 1174,
  "TAAGAG": 1175,
  "GGTGTC": 1176,
  "GAGTGG": 1177,
  "AACCCG": 1178,
  "GATGGC": 1179,
  "CCTTTG": 1180,
  "CTGTCT": 1181,
  "GATTTG": 1182,
  "GTGCCT": 1183,
  "AGGGCT": 1184,
  "ATATTT": 1185,
  "GCTAGT": 1186,
  "AAAGCA": 1187,
  "AAATAG": 1188,
  "ATCCCG": 1189,
  "TATTAC": 1190,
  "AGTCAT": 1191,
  "GCTCCT": 1192,
  "CTATAA": 1193,
  "CCCCGA": 1194,
  "GACCGT": 1195,
  "AAGTAC": 1196,
  "ATCGAA": 1197,
  "CAGGGA": 1198,
  "GATGCC": 1199,
  "GATACG": 1200,
  "GGGTGC": 1201,
  "GTCCGC": 1202,
  "ACATCA": 1203,
  "CACCGC": 1204,
  "CTACAA": 1205,
  "AGACGG": 1206,
  "GCAGTA": 1207,
  "TGAGGC": 1208,
  "CCGGGA": 1209,
  "GCATTA": 1210,
  "GATTTT": 1211,
  "TGATGA": 1212,
  "TTATGG": 1213,
  "CGATCG": 1214,
  "ACAATG": 1215,
  "ACCCAC": 1216,
  "AACCAT": 1217,
  "GTATAA": 1218,
  "CCAGTC": 1219,
  "TTGCTC": 1220,
  "CCGCTG": 1221,
  "TAGTGC": 1222,
  "TACCTT": 1223,
  "TCTAAC": 1224,
  "TGCATC": 1225,
  "TATTAT": 1226,
  "GCCAAG": 1227,
  "GTTATC": 1228,
  "CAGCAC": 1229,
  "GGACGA": 1230,
  "TTATAC": 1231,
  "GCCATC": 1232,
  "ATTAAA": 1233,
  "ATTCTG": 1234,
  "ACGAAC": 1235,
  "GTGAGT": 1236,
  "CAAATC": 1237,
  "GATGGG": 1238,
  "CGTTCG": 1239,
  "GCCTTG": 1240,
  "AGCTCA": 1241,
  "CTAGTC": 1242,
  "TACACG": 1243,
  "TGATGG": 1244,
  "AAGTTC": 1245,
  "TCGCTC": 1246,
  "GTGTCC": 1247,
  "ACAGCA": 1248,
  "CCCGAA": 1249,
  "TAGCTG": 1250,
  "TCTCAC": 1251,
  "CCGACC": 1252,
  "TCTCAA": 1253,
  "CATCGG": 1254,
  "CAGGCC": 1255,
  "GCTCGA": 1256,
  "CTTCTT": 1257,
  "ACCAAC": 1258,
  "CCGAGG": 1259,
  "GGTGGA": 1260,
  "TCTAGG": 1261,
  "TGAGTA": 1262,
  "GAACCT": 1263,
  "GCGCTC": 1264,
  "TACGGC": 1265,
  "CCCAAA": 1266,
  "GTTAGT": 1267,
  "CGACCA": 1268,
  "ATTCCG": 1269,
  "CACCGA": 1270,
  "ATACAG": 1271,
  "AGCATG": 1272,
  "AGAGGG": 1273,
  "ATGATC": 1274,
  "AGCGAA": 1275,
  "GTGGTG": 1276,
  "CGACGC": 1277,
  "AAACCG": 1278,
  "GTGGGG": 1279,
  "GTAGAT": 1280,
  "CGTTAT": 1281,
  "CAGAGC": 1282,
  "GGTCCA": 1283,
  "ATACAA": 1284,
  "GCCCGG": 1285,
  "AACTGT": 1286,
  "CAATGC": 1287,
  "TATGAG": 1288,
  "AATGGC": 1289,
  "TCCCGC": 1290,
  "TGACCC": 1291,
  "GTTTAT": 1292,
  "CCTCGG": 1293,
  "CCTTCT": 1294,
  "CAGATA": 1295,
  "ATGCGG": 1296,
  "ATTCTA": 1297,
  "CAAAGA": 1298,
  "ATCACA": 1299,
  "GGATAC": 1300,
  "CACCCG": 1301,
  "GTGCGA": 1302,
  "TAGGGA": 1303,
  "CTGAAC": 1304,
  "AGGAAA": 1305,
  "TTCATA": 1306,
  "CTTTTG": 1307,
  "GGAGAG": 1308,
  "TCGATA": 1309,
  "TAGTAA": 1310,
  "GGTTCT": 1311,
  "CTATTA": 1312,
  "ATGTCA": 1313,
  "ATCACG": 1314,
  "GTCCCT": 1315,
  "ACCTCA": 1316,
  "TAGAAA": 1317,
  "ACCAGG": 1318,
  "GCCTAC": 1319,
  "GCACCA": 1320,
  "AGAGTC": 1321,
  "TTGCAA": 1322,
  "TCACCA": 1323,
  "CAAGGC": 1324,
  "AAGCTC": 1325,
  "GTGATG": 1326,
  "TCGCTA": 1327,
  "AGGAGT": 1328,
  "ATTGAC": 1329,
  "AAGTGC": 1330,
  "CGTGAT": 1331,
  "AAGTGG": 1332,
  "AGCAAT": 1333,
  "CAACTG": 1334,
  "CAACAG": 1335,
  "TGAACA": 1336,
  "ACGTTG": 1337,
  "CAATCT": 1338,
  "GGAAAG": 1339,
  "CCGTTG": 1340,
  "ATTTGC": 1341,
  "AGAGCG": 1342,
  "TTCCGT": 1343,
  "ATTACA": 1344,
  "ACGCGC": 1345,
  "GGATTA": 1346,
  "AGTATG": 1347,
  "CTAACG": 1348,
  "TATGGT": 1349,
  "CTACAT": 1350,
  "ACTCGC": 1351,
  "ATAAGT": 1352,
  "CCTCCT": 1353,
  "TGACCA": 1354,
  "ACGTGT": 1355,
  "AGAAGG": 1356,
  "GTTCAA": 1357,
  "GGCCAC": 1358,
  "GTTCTC": 1359,
  "CACTGG": 1360,
  "TTTAAC": 1361,
  "CTCATG": 1362,
  "ATGTAG": 1363,
  "AGCTCG": 1364,
  "TTCTCG": 1365,
  "CAACCA": 1366,
  "AAATGA": 1367,
  "GACCCG": 1368,
  "CTCTAG": 1369,
  "ACGGTT": 1370,
  "TGCCAT": 1371,
  "TCACGT": 1372,
  "CGAGCT": 1373,
  "TGCGGC": 1374,
  "ATGAGT": 1375,
  "ATTCAA": 1376,
  "GCTAAA": 1377,
  "GCATCC": 1378,
  "TTCCGC": 1379,
  "TTGGAG": 1380,
  "CTCGTG": 1381,
  "TTTTGG": 1382,
  "TCGCAC": 1383,
  "CAGCTC": 1384,
  "AATCGT": 1385,
  "GTTGCT": 1386,
  "TATAGA": 1387,
  "ACGTTA": 1388,
  "CGGCGA": 1389,
  "AACACC": 1390,
  "TTGTCT": 1391,
  "CACGAC": 1392,
  "TCCAGA": 1393,
  "ATGCGC": 1394,
  "TACGAC": 1395,
  "CATGCG": 1396,
  "GCGGCT": 1397,
  "AGGCGC": 1398,
  "ACTAGT": 1399,
  "CACAAT": 1400,
  "TATACT": 1401,
  "TCAGGC": 1402,
  "TGGTCC": 1403,
  "TTCTAG": 1404,
  "AGAGCA": 1405,
  "TCGGCT": 1406,
  "AAGCAG": 1407,
  "ATGCCG": 1408,
  "TCATTA": 1409,
  "CCGGTG": 1410,
  "GGTAAA": 1411,
  "AGGAAC": 1412,
  "GGGGGA": 1413,
  "AAAGAC": 1414,
  "GACTGC": 1415,
  "GAATTG": 1416,
  "TTCACC": 1417,
  "CTCTCC": 1418,
  "TGCTAG": 1419,
  "CGCATA": 1420,
  "ATTTAG": 1421,
  "CGATGG": 1422,
  "TGAATC": 1423,
  "CAGATT": 1424,
  "AACGGA": 1425,
  "TACTAC": 1426,
  "AGGGGT": 1427,
  "TGGCCG": 1428,
  "CACGGC": 1429,
  "AATTCG": 1430,
  "ACGGAG": 1431,
  "TGGCGT": 1432,
  "GTTTAA": 1433,
  "TTGTTG": 1434,
  "ATAGTT": 1435,
  "TCAGTC": 1436,
  "CTGGAG": 1437,
  "GGGCGA": 1438,
  "AATTGG": 1439,
  "CTCATT": 1440,
  "GTCTTA": 1441,
  "TTCGGT": 1442,
  "TGAAGC": 1443,
  "AAGTCC": 1444,
  "CGGGCG": 1445,
  "CTGTGT": 1446,
  "TATCAA": 1447,
  "AAAGTT": 1448,
  "AAGAAC": 1449,
  "GTATGG": 1450,
  "GAGCGA": 1451,
  "GAGGAT": 1452,
  "TAAGCC": 1453,
  "CAGCGG": 1454,
  "TGATAG": 1455,
  "AACCGG": 1456,
  "GGTAAC": 1457,
  "AAAGGC": 1458,
  "TACGGG": 1459,
  "TCATAA": 1460,
  "TCAGCG": 1461,
  "AGTCGC": 1462,
  "CAAATT": 1463,
  "ATGTAC": 1464,
  "ATCCGA": 1465,
  "TGAAAA": 1466,
  "CTCTTT": 1467,
  "CTGAAT": 1468,
  "GAAGTG": 1469,
  "GTCTCC": 1470,
  "GAGTGA": 1471,
  "GTACAT": 1472,
  "GGAGCT": 1473,
  "CGTGAA": 1474,
  "ATTACC": 1475,
  "CATGGT": 1476,
  "CGAGGA": 1477,
  "TGTGCT": 1478,
  "AAGACA": 1479,
  "CTACTT": 1480,
  "CTGAAG": 1481,
  "ACGCCT": 1482,
  "TTGACG": 1483,
  "CCTACA": 1484,
  "GATACT": 1485,
  "TGGTTC": 1486,
  "CCCAGG": 1487,
  "GCCGCG": 1488,
  "CCCCTC": 1489,
  "GGATGG": 1490,
  "AATGCT": 1491,
  "CCCCGT": 1492,
  "TTTTTG": 1493,
  "ATAATT": 1494,
  "CTACCC": 1495,
  "AATTCT": 1496,
  "GAGGTG": 1497,
  "GCCATT": 1498,
  "TTACGG": 1499,
  "TATCCA": 1500,
  "CCTGCG": 1501,
  "GTCTAA": 1502,
  "CATCCC": 1503,
  "ACGCTG": 1504,
  "ACGAGT": 1505,
  "TTGACC": 1506,
  "CCTCGC": 1507,
  "TATTGT": 1508,
  "CACCTT": 1509,
  "TTAGCG": 1510,
  "AAAAAT": 1511,
  "TCTCAT": 1512,
  "CATTCT": 1513,
  "CAGGTG": 1514,
  "TGTTAA": 1515,
  "TAAACG": 1516,
  "TACCCA": 1517,
  "GCCTTA": 1518,
  "AGCCGT": 1519,
  "CTTTGT": 1520,
  "TTTTGA": 1521,
  "TACCGG": 1522,
  "TACTGA": 1523,
  "CTTCAG": 1524,
  "CGCGTG": 1525,
  "ACGATC": 1526,
  "TAAAGA": 1527,
  "GAGAGC": 1528,
  "GCGAAC": 1529,
  "CTCTGT": 1530,
  "TTGTAA": 1531,
  "CACGTA": 1532,
  "CTGCGC": 1533,
  "TAACCA": 1534,
  "ATAAAT": 1535,
  "GCCGCT": 1536,
  "TCCGAA": 1537,
  "CACCAG": 1538,
  "GTATTG": 1539,
  "CGGTAG": 1540,
  "CCATGA": 1541,
  "AATCCT": 1542,
  "CCCTAC": 1543,
  "CCCTCT": 1544,
  "TGGAAA": 1545,
  "GAATTT": 1546,
  "ATCGTT": 1547,
  "TTACTT": 1548,
  "TTCCTG": 1549,
  "CTCTAA": 1550,
  "ATATAG": 1551,
  "TATAAC": 1552,
  "ACCGGA": 1553,
  "GCAGTC": 1554,
  "GCTGGG": 1555,
  "TGAAAG": 1556,
  "GATGTG": 1557,
  "ACCTTG": 1558,
  "GTCCTA": 1559,
  "ACGCTA": 1560,
  "GTGTTT": 1561,
  "GCCACG": 1562,
  "ATGTTC": 1563,
  "AGATTC": 1564,
  "CCTTAA": 1565,
  "CTTCGC": 1566,
  "GCGAAA": 1567,
  "AGCCAT": 1568,
  "GTCAGA": 1569,
  "TCCCCG": 1570,
  "GACAAC": 1571,
  "GAGTTC": 1572,
  "AACTTA": 1573,
  "CTCTCT": 1574,
  "ATTTAC": 1575,
  "GGTGGC": 1576,
  "GTGGCT": 1577,
  "CAAAAC": 1578,
  "GGACTC": 1579,
  "ATAAAG": 1580,
  "TATAGG": 1581,
  "ATACCT": 1582,
  "TCTACT": 1583,
  "TCACCT": 1584,
  "AAGGAG": 1585,
  "GTATCT": 1586,
  "CTACGC": 1587,
  "TAGCTC": 1588,
  "ATGGCG": 1589,
  "TGAGCG": 1590,
  "CTCGTT": 1591,
  "TTACTG": 1592,
  "AGAGCC": 1593,
  "GCGGAA": 1594,
  "CCTCAT": 1595,
  "CAATGA": 1596,
  "CTTATT": 1597,
  "ACACCA": 1598,
  "GCAATC": 1599,
  "AATAAG": 1600,
  "AAAGTG": 1601,
  "CTCCGT": 1602,
  "GCAATA": 1603,
  "TTATGT": 1604,
  "CCCTCC": 1605,
  "GCGACT": 1606,
  "CCGAAA": 1607,
  "TCTGTG": 1608,
  "TCTGGG": 1609,
  "CCTATT": 1610,
  "GCCAGC": 1611,
  "TTGCGA": 1612,
  "AACCGA": 1613,
  "CGGTAC": 1614,
  "GCATGC": 1615,
  "CAACCT": 1616,
  "AGTCAG": 1617,
  "CCCTGA": 1618,
  "CAACGT": 1619,
  "AGAGTT": 1620,
  "GTATAC": 1621,
  "CCCATG": 1622,
  "CCAATG": 1623,
  "CTAGCT": 1624,
  "CTGTCA": 1625,
  "ATCGGA": 1626,
  "AGTAAA": 1627,
  "CCAGAA": 1628,
  "GTCAGT": 1629,
  "GATGCT": 1630,
  "AACGCG": 1631,
  "CATTGT": 1632,
  "CACTCT": 1633,
  "ACGTAG": 1634,
  "TAGTTA": 1635,
  "CTAGCG": 1636,
  "ATCTTT": 1637,
  "GAGACT": 1638,
  "CTTTGA": 1639,
  "TGATGC": 1640,
  "CATATG": 1641,
  "ATCTCC": 1642,
  "GCAAAT": 1643,
  "TTAGAA": 1644,
  "GACATA": 1645,
  "AATAAT": 1646,
  "GCCTTT": 1647,
  "TTTCCT": 1648,
  "GTAGCC": 1649,
  "TACTCG": 1650,
  "CCTTTT": 1651,
  "GGCTTA": 1652,
  "AGGTAA": 1653,
  "GGAAGC": 1654,
  "TTCGGA": 1655,
  "GTGATA": 1656,
  "GCCGGT": 1657,
  "AAGGTT": 1658,
  "GGCGAC": 1659,
  "CGCAGG": 1660,
  "TCTGGA": 1661,
  "TTTTTT": 1662,
  "TTTTTA": 1663,
  "GATACC": 1664,
  "ATCTAG": 1665,
  "CCGTCA": 1666,
  "CGTCAT": 1667,
  "GTATCC": 1668,
  "TGTTAC": 1669,
  "AGGCAC": 1670,
  "AGCGGC": 1671,
  "TACAGC": 1672,
  "CCCCAC": 1673,
  "TCCCAA": 1674,
  "CCAATC": 1675,
  "CGTCCA": 1676,
  "CTTTCC": 1677,
  "GATCTC": 1678,
  "TTGATC": 1679,
  "TTCAAT": 1680,
  "TCTAGC": 1681,
  "GGAGCA": 1682,
  "CTGGTT": 1683,
  "CGTCTT": 1684,
  "TCCGCT": 1685,
  "ACCATA": 1686,
  "AGCTGT": 1687,
  "CCATCG": 1688,
  "TACAAG": 1689,
  "CCCTAG": 1690,
  "GTTGGA": 1691,
  "GGCACC": 1692,
  "AAGGTA": 1693,
  "GGACCG": 1694,
  "TGAACC": 1695,
  "TCTTCC": 1696,
  "AGCTTG": 1697,
  "CGTCAG": 1698,
  "CCCGTA": 1699,
  "AACCAG": 1700,
  "ACTACC": 1701,
  "GCGTAC": 1702,
  "ACGAGA": 1703,
  "ACCGAA": 1704,
  "ACACAG": 1705,
  "GCTACT": 1706,
  "GTACGC": 1707,
  "TGTCCT": 1708,
  "ACTATC": 1709,
  "TGACGG": 1710,
  "ATCATG": 1711,
  "AAGATT": 1712,
  "ATCGAG": 1713,
  "AACTAC": 1714,
  "GCCACC": 1715,
  "AGTGGG": 1716,
  "TTCAAC": 1717,
  "GCGCGT": 1718,
  "ATTAGC": 1719,
  "CAAAAA": 1720,
  "CTTAGT": 1721,
  "GAACGC": 1722,
  "CGCTCA": 1723,
  "TATAGC": 1724,
  "ATCCTT": 1725,
  "CACGCT": 1726,
  "GGATTT": 1727,
  "TCAATC": 1728,
  "AGTTAA": 1729,
  "AAGAGC": 1730,
  "CTCAGA": 1731,
  "GCTTTT": 1732,
  "CCCTCA": 1733,
  "ATACGA": 1734,
  "AGTTCG": 1735,
  "AACTTT": 1736,
  "ATCTAA": 1737,
  "TACATT": 1738,
  "CTGGCG": 1739,
  "CATCCG": 1740,
  "ATCGTA": 1741,
  "GAGGCG": 1742,
  "GAAACA": 1743,
  "ATGTCG": 1744,
  "GTCTTG": 1745,
  "TAGGGT": 1746,
  "GGATGT": 1747,
  "CTCCAA": 1748,
  "TCGAGA": 1749,
  "TGCCCT": 1750,
  "GTGGTA": 1751,
  "TTTGAC": 1752,
  "TCGTGC": 1753,
  "ATAGAA": 1754,
  "AATACT": 1755,
  "TAGAGC": 1756,
  "AGGCAA": 1757,
  "GGGTAC": 1758,
  "GCCAGA": 1759,
  "CCCAGT": 1760,
  "TATTTT": 1761,
  "ACTACT": 1762,
  "TTATTG": 1763,
  "ACCTTT": 1764,
  "TTAGTT": 1765,
  "GGGATA": 1766,
  "GCTAAC": 1767,
  "GAACAT": 1768,
  "GATTAC": 1769,
  "TTGCGG": 1770,
  "TAAATG": 1771,
  "TGCGGT": 1772,
  "CGTATA": 1773,
  "TGTAAC": 1774,
  "GCAGTT": 1775,
  "TCTATC": 1776,
  "GCGGTT": 1777,
  "TGGGTT": 1778,
  "CGAGCG": 1779,
  "GTAGGT": 1780,
  "TTTGCC": 1781,
  "CCACAC": 1782,
  "ATGGCA": 1783,
  "ATCTTC": 1784,
  "TGGCTT": 1785,
  "TTACAT": 1786,
  "AGGTTG": 1787,
  "GAACTC": 1788,
  "TAATAA": 1789,
  "GATAAC": 1790,
  "AGATTA": 1791,
  "ACCTAA": 1792,
  "TAACTA": 1793,
  "TCAGTA": 1794,
  "ATGGTA": 1795,
  "ACCGTG": 1796,
  "GTACAC": 1797,
  "GGAGGT": 1798,
  "GGGTTC": 1799,
  "CATAAA": 1800,
  "TCTGAG": 1801,
  "CAATCC": 1802,
  "AATCCG": 1803,
  "TGTCCC": 1804,
  "AGCATT": 1805,
  "AATCGA": 1806,
  "CCCACT": 1807,
  "TCCTCG": 1808,
  "TTCTCA": 1809,
  "GTCGCT": 1810,
  "ACCCTT": 1811,
  "GTACGT": 1812,
  "AGGCGG": 1813,
  "CCGTGC": 1814,
  "CGGTGC": 1815,
  "CACGAG": 1816,
  "ACATTA": 1817,
  "CTGCAA": 1818,
  "TTAAGC": 1819,
  "TAACAA": 1820,
  "CTCTGA": 1821,
  "ACGTCC": 1822,
  "TTGTAG": 1823,
  "TTGGTT": 1824,
  "TCTAGT": 1825,
  "TCCTTG": 1826,
  "AGCCTT": 1827,
  "TGCACC": 1828,
  "GAAAAA": 1829,
  "TCTACG": 1830,
  "CTCGTC": 1831,
  "CAGGAC": 1832,
  "CTTAAT": 1833,
  "ATCCAT": 1834,
  "CATTTA": 1835,
  "AGATAT": 1836,
  "TTCAGG": 1837,
  "GTGAGC": 1838,
  "CGGCCG": 1839,
  "CATTTT": 1840,
  "TTCGGG": 1841,
  "AGACAA": 1842,
  "CTTACA": 1843,
  "TAACGC": 1844,
  "TCGGCC": 1845,
  "ATCAGT": 1846,
  "CCGTAG": 1847,
  "CTACTA": 1848,
  "TGTCGC": 1849,
  "GTAACT": 1850,
  "ATGCAA": 1851,
  "TATATG": 1852,
  "CTGATG": 1853,
  "TGAAGA": 1854,
  "TGGCAA": 1855,
  "GAAGTC": 1856,
  "AGCGCC": 1857,
  "GTGCAT": 1858,
  "TTGGTA": 1859,
  "GACGGT": 1860,
  "GCCCCA": 1861,
  "GGTTTC": 1862,
  "CGGGAT": 1863,
  "AGCTTT": 1864,
  "TAAATT": 1865,
  "TCTGTC": 1866,
  "CAAGTA": 1867,
  "AGGGTG": 1868,
  "AGCACA": 1869,
  "TCGAGC": 1870,
  "TCTCCT": 1871,
  "CGTTCC": 1872,
  "GGCCGA": 1873,
  "TTAGTA": 1874,
  "AAGTGA": 1875,
  "TGAAGT": 1876,
  "GGTAGC": 1877,
  "ACACCC": 1878,
  "TGCAGG": 1879,
  "GACCAT": 1880,
  "AGCTAG": 1881,
  "CAGTAC": 1882,
  "ACCTGT": 1883,
  "TTCACG": 1884,
  "CTACTC": 1885,
  "AACCAC": 1886,
  "CTGTAC": 1887,
  "GCCCTT": 1888,
  "GGTTAG": 1889,
  "TGAGAG": 1890,
  "TCGGAC": 1891,
  "AGGTTA": 1892,
  "CGACAG": 1893,
  "TTAGAG": 1894,
  "AAGAAA": 1895,
  "ACTTTT": 1896,
  "ATTGAT": 1897,
  "ACTCCG": 1898,
  "TATAAA": 1899,
  "GTAATG": 1900,
  "AGCGGA": 1901,
  "AAAATC": 1902,
  "GGTACC": 1903,
  "GGATTC": 1904,
  "CTCAAG": 1905,
  "CCGGTC": 1906,
  "TAAAAG": 1907,
  "TACGAG": 1908,
  "GCTTGC": 1909,
  "CCATTA": 1910,
  "ATTACG": 1911,
  "GAAAAC": 1912,
  "ATCGGG": 1913,
  "CGAGAC": 1914,
  "ATGCAG": 1915,
  "ACCTAC": 1916,
  "GAATCT": 1917,
  "CTTCCG": 1918,
  "CTATCG": 1919,
  "TCTCCA": 1920,
  "TTCATT": 1921,
  "AAGCAC": 1922,
  "TAAGTC": 1923,
  "CCTAAT": 1924,
  "AGACTA": 1925,
  "CGGATT": 1926,
  "ATCATC": 1927,
  "CCTGTG": 1928,
  "GGGCTT": 1929,
  "CGTGTT": 1930,
  "GCCTAG": 1931,
  "TCAGGA": 1932,
  "GTTAAT": 1933,
  "TGGATA": 1934,
  "CAGCTG": 1935,
  "AGGTAT": 1936,
  "GTCATT": 1937,
  "CCGCTA": 1938,
  "AAGTAT": 1939,
  "AACGTT": 1940,
  "AATCCC": 1941,
  "GCTCAC": 1942,
  "CGTGGG": 1943,
  "GGGCGG": 1944,
  "ATATGA": 1945,
  "ACTACG": 1946,
  "GTCCAT": 1947,
  "CGAGCA": 1948,
  "ACGATG": 1949,
  "TTATAA": 1950,
  "GTGGCG": 1951,
  "TTTAAG": 1952,
  "CCTGGA": 1953,
  "CCGTAT": 1954,
  "GTACAG": 1955,
  "TTGGTG": 1956,
  "TATCTG": 1957,
  "TGGACT": 1958,
  "GGACCC": 1959,
  "TCATGT": 1960,
  "ATGTTG": 1961,
  "CGTTGA": 1962,
  "CTACAC": 1963,
  "AGCCCC": 1964,
  "CCAGGC": 1965,
  "GGGAAT": 1966,
  "GCGTGC": 1967,
  "CAGTAG": 1968,
  "GAGGAC": 1969,
  "GGTTCC": 1970,
  "GCGTTG": 1971,
  "GGTAAG": 1972,
  "GTCGTA": 1973,
  "CAACTT": 1974,
  "AGGCTG": 1975,
  "GTAATT": 1976,
  "TAACGG": 1977,
  "TGGCGC": 1978,
  "ATTCGG": 1979,
  "TTGAGT": 1980,
  "TTAAGT": 1981,
  "AAGTAG": 1982,
  "CGGGTC": 1983,
  "TACAAA": 1984,
  "AGGACT": 1985,
  "CGGTGA": 1986,
  "AACTAA": 1987,
  "AGCGTC": 1988,
  "AGCACC": 1989,
  "CTTTTC": 1990,
  "ATGCGT": 1991,
  "TCGGAA": 1992,
  "CATTAC": 1993,
  "ATCTGA": 1994,
  "TGCAGC": 1995,
  "AGACCA": 1996,
  "CTAGGC": 1997,
  "GAAGCA": 1998,
  "ATGACA": 1999,
  "TTGTCG": 2000,
  "TCCATC": 2001,
  "TCTTGC": 2002,
  "AGTGCA": 2003,
  "GATTCC": 2004,
  "TGGAGC": 2005,
  "GTCCGT": 2006,
  "AGACTG": 2007,
  "AGGGGG": 2008,
  "TCAGAC": 2009,
  "GGGAGT": 2010,
  "ACGCTT": 2011,
  "CATGAG": 2012,
  "GCCAGG": 2013,
  "GCCTCC": 2014,
  "TAGGTG": 2015,
  "AAGCTT": 2016,
  "GGCCGG": 2017,
  "GACTAC": 2018,
  "GTACCT": 2019,
  "ATCGGC": 2020,
  "GAATGG": 2021,
  "AACTAT": 2022,
  "CCCTGT": 2023,
  "TTCTTA": 2024,
  "ACAACC": 2025,
  "AGGTAC": 2026,
  "TGCGTT": 2027,
  "ACATCC": 2028,
  "CCAAAT": 2029,
  "TGCAAA": 2030,
  "CAGCAT": 2031,
  "CTCACT": 2032,
  "CAGCGC": 2033,
  "TTTTCG": 2034,
  "CTCAAC": 2035,
  "CATGCT": 2036,
  "CGGGCA": 2037,
  "ATCTGG": 2038,
  "GTGTAC": 2039,
  "CCACCC": 2040,
  "GGAACA": 2041,
  "CATCAG": 2042,
  "CCATTC": 2043,
  "ACTCGT": 2044,
  "GGTCAA": 2045,
  "CATTTC": 2046,
  "TCGATT": 2047,
  "GCGCAC": 2048,
  "CTTCCC": 2049,
  "GGGCTC": 2050,
  "CATCTC": 2051,
  "TTCGTC": 2052,
  "GCCGTC": 2053,
  "GGACTA": 2054,
  "AGTCGT": 2055,
  "AGAACC": 2056,
  "TTAACT": 2057,
  "GATCGG": 2058,
  "TCTTAA": 2059,
  "CTCACA": 2060,
  "AACACT": 2061,
  "GGGAAA": 2062,
  "ACGACT": 2063,
  "GACGCT": 2064,
  "GCTGAG": 2065,
  "GCCTGA": 2066,
  "ACGAAA": 2067,
  "GCCCCG": 2068,
  "CACAGG": 2069,
  "GTTTCC": 2070,
  "CACCTC": 2071,
  "TAGCAC": 2072,
  "ACTGAT": 2073,
  "CATAGG": 2074,
  "GCAGCG": 2075,
  "GACCAC": 2076,
  "GGCTCA": 2077,
  "AGCTGC": 2078,
  "CAGTCG": 2079,
  "CGCTGC": 2080,
  "GTCCTC": 2081,
  "CGTGTG": 2082,
  "GTTTGT": 2083,
  "GTAGGG": 2084,
  "TGGAGG": 2085,
  "GAATAG": 2086,
  "AGTAGG": 2087,
  "TAATCC": 2088,
  "TCCATA": 2089,
  "GATATT": 2090,
  "ACAACT": 2091,
  "GGTGAG": 2092,
  "GTTGTG": 2093,
  "AACAGG": 2094,
  "CTATTC": 2095,
  "CTTTAG": 2096,
  "CAGAAT": 2097,
  "ACAAAT": 2098,
  "TCATCT": 2099,
  "GAACTT": 2100,
  "CTTGTC": 2101,
  "TCCAAG": 2102,
  "GAGAGT": 2103,
  "TTACCT": 2104,
  "ACCTGC": 2105,
  "ACTGTG": 2106,
  "CGTGCT": 2107,
  "GTAAGG": 2108,
  "GCTCGG": 2109,
  "AAACAA": 2110,
  "GGAGTA": 2111,
  "CTCCCG": 2112,
  "GTCTGT": 2113,
  "GTCACC": 2114,
  "GCACGT": 2115,
  "ACCCAG": 2116,
  "GGCTGC": 2117,
  "TGTAGA": 2118,
  "CGCTGT": 2119,
  "GATTAG": 2120,
  "TCCAGT": 2121,
  "CATGAA": 2122,
  "TGTGAT": 2123,
  "AGTGCT": 2124,
  "TACCAT": 2125,
  "AGTTTT": 2126,
  "CCAAAG": 2127,
  "TAGACA": 2128,
  "TGGTTA": 2129,
  "TCATGG": 2130,
  "GAGGCC": 2131,
  "CGTAGC": 2132,
  "AGCATA": 2133,
  "TACTCC": 2134,
  "CTACCG": 2135,
  "CGGGCT": 2136,
  "ACTCAC": 2137,
  "TCACCG": 2138,
  "TCTTGG": 2139,
  "TCCCAG": 2140,
  "CGCGCG": 2141,
  "TCCTGA": 2142,
  "CCTGAT": 2143,
  "AAACTT": 2144,
  "AGTGTT": 2145,
  "GACGTG": 2146,
  "GCAGAC": 2147,
  "AGGCTT": 2148,
  "CGCAGT": 2149,
  "GAGGCA": 2150,
  "CCGCAT": 2151,
  "GCAAGA": 2152,
  "GGCGTC": 2153,
  "CATTCC": 2154,
  "AGCCAC": 2155,
  "TAGCCT": 2156,
  "ACGCGA": 2157,
  "ACGTAT": 2158,
  "CGAATA": 2159,
  "ATATCA": 2160,
  "GCTTCG": 2161,
  "TCTGGT": 2162,
  "CAGTCT": 2163,
  "GTTGAT": 2164,
  "GCGGCA": 2165,
  "TGCAAT": 2166,
  "ACATGA": 2167,
  "CGCTTG": 2168,
  "GTTGGG": 2169,
  "TTGGCC": 2170,
  "CACTAT": 2171,
  "CCTGTT": 2172,
  "CCGATC": 2173,
  "ATGTTA": 2174,
  "CTGCAT": 2175,
  "GTATTC": 2176,
  "TCATGA": 2177,
  "ATTTGG": 2178,
  "GAGCTA": 2179,
  "GCCCCC": 2180,
  "CTGACG": 2181,
  "TTTAGA": 2182,
  "AATGGG": 2183,
  "CCCCCC": 2184,
  "GTCGCG": 2185,
  "TGGGAG": 2186,
  "ATAGAT": 2187,
  "CTCACC": 2188,
  "AGCCCT": 2189,
  "GTAGGA": 2190,
  "GGTATA": 2191,
  "GACTCT": 2192,
  "GGCGCG": 2193,
  "ACTCAG": 2194,
  "ATGCTT": 2195,
  "CATCGT": 2196,
  "ATGAGG": 2197,
  "AGAGCT": 2198,
  "GCCACA": 2199,
  "TAGTCC": 2200,
  "TTTTGT": 2201,
  "GAATCC": 2202,
  "AAACCA": 2203,
  "ACCTCT": 2204,
  "TTAACC": 2205,
  "ATCTCA": 2206,
  "CCTCTA": 2207,
  "TCATAG": 2208,
  "TTGGCA": 2209,
  "TCAACC": 2210,
  "CGAACC": 2211,
  "GACACG": 2212,
  "TGTTCG": 2213,
  "CTAAAA": 2214,
  "AAAATT": 2215,
  "GGATCT": 2216,
  "ATGCTG": 2217,
  "CCTATG": 2218,
  "TACTTG": 2219,
  "TATAGT": 2220,
  "GGTGTA": 2221,
  "CTTGGT": 2222,
  "TAAGGA": 2223,
  "ATCATA": 2224,
  "TGCGAT": 2225,
  "GGGCAA": 2226,
  "TAGACG": 2227,
  "GTGAAT": 2228,
  "TCCCTC": 2229,
  "TATTGA": 2230,
  "TTGGCG": 2231,
  "CCGCGC": 2232,
  "GTTAAC": 2233,
  "AGATCA": 2234,
  "CGAAAA": 2235,
  "CCGAAG": 2236,
  "GGCTTC": 2237,
  "ACGGTG": 2238,
  "CTAACA": 2239,
  "AGGCCA": 2240,
  "TAAGTT": 2241,
  "CTGATA": 2242,
  "CGCCCA": 2243,
  "GCTTTC": 2244,
  "AGCTCT": 2245,
  "CCACTA": 2246,
  "CGTCCC": 2247,
  "CAATTA": 2248,
  "CTGCTA": 2249,
  "GGCTAA": 2250,
  "TTCGGC": 2251,
  "GATGAC": 2252,
  "AACATT": 2253,
  "CTTGAT": 2254,
  "CTGCTT": 2255,
  "CAGCCA": 2256,
  "TTATCA": 2257,
  "TTGGGT": 2258,
  "GTGGAC": 2259,
  "AGCCCG": 2260,
  "TAGGCA": 2261,
  "CACAGC": 2262,
  "CATGCC": 2263,
  "CAGCCT": 2264,
  "TTTAAA": 2265,
  "AGAAAG": 2266,
  "AAAGAT": 2267,
  "GCATGA": 2268,
  "CGGAGA": 2269,
  "CCTCGA": 2270,
  "TTGTTC": 2271,
  "GCATAT": 2272,
  "TATTTA": 2273,
  "CCGATG": 2274,
  "CTCCTA": 2275,
  "CAACTA": 2276,
  "AACTAG": 2277,
  "TGTTTC": 2278,
  "CGGACT": 2279,
  "CCAAAC": 2280,
  "TATAAG": 2281,
  "CGTAGA": 2282,
  "CTCTCG": 2283,
  "AAGGTC": 2284,
  "GCGATG": 2285,
  "CCTCAA": 2286,
  "TAGATA": 2287,
  "CCAGAG": 2288,
  "GCAAGT": 2289,
  "CCCGGA": 2290,
  "GCATAG": 2291,
  "TCTGAA": 2292,
  "CTACGA": 2293,
  "TTTCTG": 2294,
  "CGAAGG": 2295,
  "GGAACG": 2296,
  "GACTAG": 2297,
  "GAGATA": 2298,
  "CGATCT": 2299,
  "CATGGA": 2300,
  "CCGACG": 2301,
  "CCCTTT": 2302,
  "TATCGC": 2303,
  "TGTCCG": 2304,
  "ACGTGA": 2305,
  "AATGCG": 2306,
  "TAGCGA": 2307,
  "AGCGTG": 2308,
  "CGACTG": 2309,
  "GACAAT": 2310,
  "TGTTGA": 2311,
  "AAGTAA": 2312,
  "GCTGTT": 2313,
  "GGCAGG": 2314,
  "GCATGT": 2315,
  "TTGTGG": 2316,
  "GAGAGG": 2317,
  "GGTGCA": 2318,
  "CGGGAA": 2319,
  "CCTTCA": 2320,
  "GCGTCG": 2321,
  "ACCGTC": 2322,
  "GCTGCG": 2323,
  "GCGTAT": 2324,
  "CTCCGC": 2325,
  "ATGAGC": 2326,
  "GTACTA": 2327,
  "TCATTT": 2328,
  "GATGGA": 2329,
  "GGCTAG": 2330,
  "GGTGAT": 2331,
  "CTTTAT": 2332,
  "AACTCC": 2333,
  "GTCGCA": 2334,
  "TTAAAA": 2335,
  "TAGTCG": 2336,
  "GTAGAA": 2337,
  "TTCTGG": 2338,
  "ATTGCG": 2339,
  "ACGACG": 2340,
  "CCGGCT": 2341,
  "ATGGGT": 2342,
  "CCTCTC": 2343,
  "CTTGGG": 2344,
  "CAGACT": 2345,
  "AGAATT": 2346,
  "TGTGCA": 2347,
  "AGTAAG": 2348,
  "GGGCCT": 2349,
  "CCTGCC": 2350,
  "GGACTT": 2351,
  "GACTTT": 2352,
  "AAAATG": 2353,
  "AGTCCG": 2354,
  "CTTCCT": 2355,
  "CTATGT": 2356,
  "GTGTCA": 2357,
  "TTTAGC": 2358,
  "CTTAAC": 2359,
  "AGTGCG": 2360,
  "GAGCGG": 2361,
  "TATCCG": 2362,
  "CTGTTA": 2363,
  "TCATCG": 2364,
  "ACAAAG": 2365,
  "GTCTAC": 2366,
  "AACAAG": 2367,
  "GCCAAT": 2368,
  "CCCGAT": 2369,
  "GGCGTT": 2370,
  "GAGCAG": 2371,
  "CCGGAT": 2372,
  "TGCCTA": 2373,
  "GGGTCA": 2374,
  "GGCACG": 2375,
  "GGGGAT": 2376,
  "GAGCAT": 2377,
  "GGCAAA": 2378,
  "GAGAAG": 2379,
  "GAGGGA": 2380,
  "ACGCGT": 2381,
  "TATTTG": 2382,
  "CCGCGT": 2383,
  "TTCCCC": 2384,
  "CTTTTT": 2385,
  "CTTGGC": 2386,
  "AATAGA": 2387,
  "TTGATT": 2388,
  "ATTGGC": 2389,
  "ACTAGA": 2390,
  "ACTTAC": 2391,
  "CCTAAC": 2392,
  "TAGGAA": 2393,
  "GATCGA": 2394,
  "TCCGCC": 2395,
  "AAGTCA": 2396,
  "AAGTCG": 2397,
  "GATTGG": 2398,
  "GTTCGT": 2399,
  "CGGTTT": 2400,
  "GCTTGT": 2401,
  "TCTCAG": 2402,
  "TCAATG": 2403,
  "AATGAC": 2404,
  "AGTACT": 2405,
  "AGTCTA": 2406,
  "TATGGA": 2407,
  "CTAGTG": 2408,
  "GTTCCA": 2409,
  "GCTGTA": 2410,
  "CGCGTT": 2411,
  "GCCCCT": 2412,
  "TTGACT": 2413,
  "CTTAGG": 2414,
  "TACCGC": 2415,
  "TTTGCA": 2416,
  "CCCTCG": 2417,
  "GAACGG": 2418,
  "AGGATA": 2419,
  "TTTCCG": 2420,
  "GGTTGT": 2421,
  "GATTCT": 2422,
  "TTCTTC": 2423,
  "TTCACA": 2424,
  "TATGAA": 2425,
  "CCTAGT": 2426,
  "TGCGTA": 2427,
  "GACGGA": 2428,
  "GGGCTA": 2429,
  "GACGTC": 2430,
  "CACCGT": 2431,
  "GTGCCA": 2432,
  "CTCGCA": 2433,
  "AAGGAC": 2434,
  "TCATCC": 2435,
  "TTATAT": 2436,
  "AGCCTA": 2437,
  "TCTCGA": 2438,
  "AAAGTC": 2439,
  "AGCAGA": 2440,
  "ACTGGC": 2441,
  "TATTCG": 2442,
  "GACCGA": 2443,
  "TCCGGT": 2444,
  "TTTGTC": 2445,
  "ATCGCT": 2446,
  "ACTGAC": 2447,
  "CTAATT": 2448,
  "GGGAGA": 2449,
  "GAAGAA": 2450,
  "TTGATG": 2451,
  "AGCCGG": 2452,
  "ATCAAC": 2453,
  "TAGTCT": 2454,
  "GTGAAC": 2455,
  "TTCAGA": 2456,
  "ACCCTC": 2457,
  "TTTCGA": 2458,
  "TGTAGC": 2459,
  "AAGCCG": 2460,
  "TTTGTA": 2461,
  "GAGTAT": 2462,
  "AGGGTT": 2463,
  "CTGCCT": 2464,
  "TCCACG": 2465,
  "CGACCC": 2466,
  "GGCTTT": 2467,
  "ATTCAT": 2468,
  "GCAAAG": 2469,
  "ATAAGC": 2470,
  "CTTCGT": 2471,
  "TCGTCA": 2472,
  "TCAGAA": 2473,
  "CCGTCT": 2474,
  "GGGTTT": 2475,
  "ATTTTG": 2476,
  "AGTAGT": 2477,
  "AACGCA": 2478,
  "TCACGC": 2479,
  "CGTGCC": 2480,
  "GCAACT": 2481,
  "TGACCT": 2482,
  "AGGTCG": 2483,
  "CTGGCC": 2484,
  "TGCACG": 2485,
  "TGAGAA": 2486,
  "CTCGAG": 2487,
  "ACTTTA": 2488,
  "TTTCCC": 2489,
  "AGAGTG": 2490,
  "CCCGCA": 2491,
  "CAGCAG": 2492,
  "GGGAGC": 2493,
  "CCGCAG": 2494,
  "AGATGT": 2495,
  "TCGCTG": 2496,
  "TCGGTT": 2497,
  "TAAAAC": 2498,
  "TCCTTC": 2499,
  "CTCAAT": 2500,
  "CCTTCG": 2501,
  "GAACGA": 2502,
  "CACATT": 2503,
  "CGGGCC": 2504,
  "AGGCGA": 2505,
  "CCATCA": 2506,
  "TTGCTT": 2507,
  "TTCGTG": 2508,
  "ACGAAT": 2509,
  "TATCTA": 2510,
  "GCACTA": 2511,
  "CCTGGT": 2512,
  "CGTCAC": 2513,
  "ATTTTC": 2514,
  "CCCGCG": 2515,
  "CCTGAA": 2516,
  "GCAAAC": 2517,
  "GAGCCG": 2518,
  "GACGTT": 2519,
  "GGCATC": 2520,
  "TTTTTC": 2521,
  "GGTTAA": 2522,
  "AGAACT": 2523,
  "TCTGAC": 2524,
  "CATCAC": 2525,
  "CACTGA": 2526,
  "CATGTC": 2527,
  "AATCTA": 2528,
  "TCGAAG": 2529,
  "GTGCCG": 2530,
  "TGCAAC": 2531,
  "ACAGAG": 2532,
  "ACGTCA": 2533,
  "GTCAAC": 2534,
  "TTTTCT": 2535,
  "CTTGTA": 2536,
  "GATCCG": 2537,
  "ACTCAA": 2538,
  "CTCGCC": 2539,
  "TCAACT": 2540,
  "TGTTGC": 2541,
  "ATTCCC": 2542,
  "ATTCCA": 2543,
  "CGTAGG": 2544,
  "ACATTG": 2545,
  "TCGCCA": 2546,
  "CACGTG": 2547,
  "ACATAG": 2548,
  "GTGTAG": 2549,
  "CGACGA": 2550,
  "CATTGA": 2551,
  "GGGCGT": 2552,
  "CGCCTT": 2553,
  "CACTAA": 2554,
  "TCGCCT": 2555,
  "CCAGCA": 2556,
  "CTGGGA": 2557,
  "ACCCGT": 2558,
  "GGGTGT": 2559,
  "AGAGGC": 2560,
  "CGGGAG": 2561,
  "ACACTT": 2562,
  "CGCATG": 2563,
  "GGCTGA": 2564,
  "GCTGAC": 2565,
  "TAGTTG": 2566,
  "TTCTAT": 2567,
  "CGCGTA": 2568,
  "TAGTGA": 2569,
  "GATCAG": 2570,
  "TCTCTC": 2571,
  "ACGACC": 2572,
  "AACTCA": 2573,
  "CGTTAC": 2574,
  "CCAACG": 2575,
  "TGCAAG": 2576,
  "CAGGGC": 2577,
  "TGGTAA": 2578,
  "ATTATT": 2579,
  "CGCATT": 2580,
  "GGGTAA": 2581,
  "CTCCAT": 2582,
  "AATTAG": 2583,
  "ATGGAT": 2584,
  "ATCCGT": 2585,
  "TGAGTG": 2586,
  "TTCAAG": 2587,
  "GTTCAT": 2588,
  "TCATTG": 2589,
  "GAGTTT": 2590,
  "GAACCA": 2591,
  "GCGACC": 2592,
  "CCACGA": 2593,
  "GCTGTC": 2594,
  "TTTCCA": 2595,
  "CGAAAC": 2596,
  "TCAGCC": 2597,
  "GGGATG": 2598,
  "CCACAA": 2599,
  "GGCACA": 2600,
  "CACATG": 2601,
  "TGTATA": 2602,
  "TATTCC": 2603,
  "TTTGTT": 2604,
  "ATTAAG": 2605,
  "ACTCCT": 2606,
  "TCGGTA": 2607,
  "ACAAAA": 2608,
  "AAAGGT": 2609,
  "GTACAA": 2610,
  "TGCCTC": 2611,
  "GAAGCG": 2612,
  "TAGGTT": 2613,
  "TCGTTC": 2614,
  "GCGTTC": 2615,
  "GTTCTG": 2616,
  "TCGGGG": 2617,
  "AATCTT": 2618,
  "TCAAGT": 2619,
  "GGAGAA": 2620,
  "GATTGA": 2621,
  "GGATAG": 2622,
  "TTATAG": 2623,
  "GTTGAG": 2624,
  "ACACAC": 2625,
  "TTTTCA": 2626,
  "AGGCTA": 2627,
  "GCACTG": 2628,
  "CTGTTC": 2629,
  "CAAGAG": 2630,
  "CTGTGA": 2631,
  "AGTTAG": 2632,
  "AGCCAA": 2633,
  "CTGTAG": 2634,
  "TGGGCA": 2635,
  "GTTAAG": 2636,
  "GATAGG": 2637,
  "TGAGCC": 2638,
  "AAGCCT": 2639,
  "GATTTA": 2640,
  "GCCGAT": 2641,
  "TCCCTT": 2642,
  "GTAGCA": 2643,
  "ACGGCC": 2644,
  "ACATGT": 2645,
  "ACCAGC": 2646,
  "AATTTT": 2647,
  "ACCCCC": 2648,
  "TTAACG": 2649,
  "CAACTC": 2650,
  "ACCCTG": 2651,
  "TTATGA": 2652,
  "ACATGG": 2653,
  "ACCTCC": 2654,
  "TGGCCA": 2655,
  "TCCTGT": 2656,
  "GGTCAT": 2657,
  "CCAAGG": 2658,
  "AAGGGT": 2659,
  "GCACTC": 2660,
  "CCATGG": 2661,
  "GGACGT": 2662,
  "GAATAT": 2663,
  "TCGCAA": 2664,
  "TGTTGT": 2665,
  "AATGAG": 2666,
  "CCCGTT": 2667,
  "TAGCGG": 2668,
  "CGTATT": 2669,
  "CAGGGG": 2670,
  "GGGGCC": 2671,
  "AGTCTC": 2672,
  "GCAGGT": 2673,
  "CACGGG": 2674,
  "ACGATA": 2675,
  "CTTACG": 2676,
  "CAATAT": 2677,
  "CCGCCA": 2678,
  "ACAATA": 2679,
  "GTTGAC": 2680,
  "CGTCGT": 2681,
  "TAATTG": 2682,
  "ATATTG": 2683,
  "CGCGCA": 2684,
  "TCATTC": 2685,
  "GGTTTA": 2686,
  "CTCCTT": 2687,
  "AGTCTT": 2688,
  "CTACGG": 2689,
  "CCTTAC": 2690,
  "TTGCCC": 2691,
  "CCAATA": 2692,
  "AAACTG": 2693,
  "CTGCCC": 2694,
  "AAATGG": 2695,
  "CTAGAG": 2696,
  "TATGTA": 2697,
  "TCAGCA": 2698,
  "AGCAGT": 2699,
  "TTGTCA": 2700,
  "ATTAGA": 2701,
  "ATAGGT": 2702,
  "GCGCTG": 2703,
  "ACTAAT": 2704,
  "ACCGAG": 2705,
  "ATAACT": 2706,
  "TTCCGG": 2707,
  "AAAAAG": 2708,
  "CGACAC": 2709,
  "AGTATA": 2710,
  "TTATTA": 2711,
  "GGCCCC": 2712,
  "TGCAGA": 2713,
  "ACCATT": 2714,
  "TTGAAG": 2715,
  "GGCACT": 2716,
  "GCAGCC": 2717,
  "CAGCCG": 2718,
  "TTTGCG": 2719,
  "AATTCA": 2720,
  "GCTATT": 2721,
  "GTACGG": 2722,
  "TCATCA": 2723,
  "CTACCT": 2724,
  "CCTCGT": 2725,
  "GGAGGC": 2726,
  "TCCGTC": 2727,
  "GAAGGT": 2728,
  "TCTTCG": 2729,
  "AATATG": 2730,
  "CGGCCC": 2731,
  "ATTTGT": 2732,
  "TTGCGT": 2733,
  "GCCGGC": 2734,
  "ATATTA": 2735,
  "CCCTAA": 2736,
  "TTGGAA": 2737,
  "CTCCTG": 2738,
  "AACTTG": 2739,
  "CGTCTA": 2740,
  "AAAAGT": 2741,
  "GCCCTG": 2742,
  "CGCTGG": 2743,
  "GTAAGA": 2744,
  "TTTCAG": 2745,
  "ATTTTA": 2746,
  "CACTCA": 2747,
  "TGTCAT": 2748,
  "AGCGCA": 2749,
  "GACTTC": 2750,
  "GTTGGT": 2751,
  "ATCTAT": 2752,
  "AGCCTG": 2753,
  "ATATCC": 2754,
  "AGTGAT": 2755,
  "TACATA": 2756,
  "TGGTTG": 2757,
  "CTCTTG": 2758,
  "CCAATT": 2759,
  "GTGGCC": 2760,
  "TGACAC": 2761,
  "CCAACC": 2762,
  "TACGTC": 2763,
  "CATCCT": 2764,
  "AGAAGA": 2765,
  "TCTACC": 2766,
  "ATCTTG": 2767,
  "GTTTGA": 2768,
  "CACGAA": 2769,
  "CTAAAC": 2770,
  "GGACAG": 2771,
  "CCAAGC": 2772,
  "CGTGGC": 2773,
  "TTTCAT": 2774,
  "TCAGAT": 2775,
  "GGGGCA": 2776,
  "GCCTCG": 2777,
  "GCGGGG": 2778,
  "TTGCAC": 2779,
  "AGCAAA": 2780,
  "ACAAGC": 2781,
  "CCATCT": 2782,
  "TAATGC": 2783,
  "GATTAA": 2784,
  "GTTCAG": 2785,
  "CGTACC": 2786,
  "GAAATC": 2787,
  "GGTGGG": 2788,
  "AGACAG": 2789,
  "GGGTAG": 2790,
  "GGCCCT": 2791,
  "CTTGCA": 2792,
  "CCGCCT": 2793,
  "CGAGAG": 2794,
  "CTTACC": 2795,
  "GATGCA": 2796,
  "AACTGG": 2797,
  "CTATGC": 2798,
  "TGAAAT": 2799,
  "ACTTCT": 2800,
  "TATTTC": 2801,
  "TTAGGG": 2802,
  "TACTAA": 2803,
  "GTCCCC": 2804,
  "GCTTCT": 2805,
  "ACTCCA": 2806,
  "GACTAA": 2807,
  "CAGGCA": 2808,
  "GCGTCA": 2809,
  "TGGTCA": 2810,
  "TGGTCT": 2811,
  "AGCTAC": 2812,
  "GGCTCT": 2813,
  "AGAACG": 2814,
  "AGGAGC": 2815,
  "TTTGAA": 2816,
  "GCCTGC": 2817,
  "CCAGTA": 2818,
  "ACGCGG": 2819,
  "TTAAGA": 2820,
  "CCACGC": 2821,
  "ATTTCA": 2822,
  "CTTCGG": 2823,
  "TGCCGC": 2824,
  "CTATCC": 2825,
  "TCCCAC": 2826,
  "CTAGGT": 2827,
  "GGATAT": 2828,
  "TTTGGA": 2829,
  "ACGGAT": 2830,
  "ATAACC": 2831,
  "TAAATA": 2832,
  "TTACAG": 2833,
  "CAAACG": 2834,
  "TGCGAA": 2835,
  "CGGGGC": 2836,
  "TCTAGA": 2837,
  "TACCAA": 2838,
